Repository: Benoit37000/safe-t-mcu
Catalog: firmware/po/*.po
Languages: de

source: Unknown bootloader detected. Unplug your Safe-T contact our support.
de: Unbekannter Bootloader. Safe-T abziehen Support kontaktieren!

source: Update finished successfully. Please reconnect the device.
de: Update erfolgreich beendet. Bitte erneut anschließen.

source: Signing
de: Unterschreiben

source: Signing failed
de: Unterschreiben fehlgeschlagen

source: message
de: Nachricht

source: to new contract?
de: für einen neuen Vertrag?

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Send
de: Senden

source: Transaction data:
de: Transaktion

source: Really send %s paying up to %s for gas?
de: Wirklich %s senden mit bis zu %s als "Gas" ?

source: Chain Id out of bounds
de: Ketten-ID außerhalb des zulässigen Bereichs

source: Data length provided, but no initial chunk
de: Datenlänge übergeben, aber kein anfänglicher Chunk

source: Data length exceeds limit
de: Datenlänge größer als das Limit

source: Invalid size of initial chunk
de: Ungültige Größe des anfänglichen Chunks

source: Safety check failed
de: Sicherheitsprüfung fehlgeschlagen

source: Not in Ethereum signing mode
de: Nicht im Ethereum Unterschiftsmode

source: Too much data
de: Zu viele Daten

source: Empty data chunk received
de: Leeren Datenblock empfangen

source: Malformed data
de: Fehlerhafte Daten

source: Device has PIN set. Remove first.
de: Geräte-PIN ist gesetzt, bitte zuerst entfernen.

source: Device is already initialized. Use Wipe first.
de: Gerät ist bereits initialisiert. Erst Löschen.

source: Unexpected message
de: Unerwartete Nachricht

source: Button expected
de: Taste erwartet

source: Data error
de: Datenfehler

source: Action cancelled by user
de: Aktion durch den Benutzer abgebrochen

source: PIN expected
de: PIN erwartet

source: PIN cancelled
de: PIN abgebrochen

source: PIN invalid
de: PIN ungültig

source: Invalid signature
de: Ungütlige Unterschrift

source: Process error
de: Prozessfehler

source: Not enough funds
de: Nicht genug Geld

source: Device not initialized
de: Gerät nicht initialisiert

source: PIN mismatch
de: PINs unterscheiden sich

source: Firmware error
de: Firmware Fehler

source: Invalid coin name
de: Ungültige Währung

source: Device not initialized or passphrase request cancelled or unsupported curve
de: Gerät nicht initialisiert oder "Passphrase"-Eingabe abgebrochen oder nicht unterstütze Kurve

source: Failed to derive private key
de: Der private Schlüssel konnte nicht abgeleitet werden

source: Do you really want to answer to ping?
de: Wirklich auf den Ping antworten?

source: Do you really want to remove current PIN?
de: Den aktuellen PIN wirklich entfernen?

source: PIN removed
de: PIN entfernt

source: Do you really want to change current PIN?
de: Wirklich den aktuellen PIN ändern?

source: Do you really want to set new PIN?
de: Wirklich einen neuen PIN setzten?

source: PIN changed
de: PIN geändert

source: Do you really want to wipe the device? All data and one zone of the secure store will be lost.
de: Das Gerät wirklich komplett löschen? Alle Daten und eine Zone des Secure Store gehen verloren.

source: Do you really want to wipe the device? All data will be lost.
de: Das Gerät wirklich komplett löschen? Alle Daten gehen verloren.

source: Device wiped
de: Gerät gelöscht

source: Do you really want to send entropy?
de: Wirklich die Entropie senden?

source: I take the risk
de: Ich übernehme das Risiko

source: Loading private seed is not recommended. Continue only if you know what you are doing!
de: Laden von privaten Seeds ist nicht ratsam. Nur fortfahren, wenn Sie wissen was Sie tun!

source: Mnemonic with wrong checksum provided
de: Mnemonic mit falscher Prüfsumme übergeben

source: Device loaded
de: Auf das Gerät geladen

source: Invalid seed strength
de: Fehlerhafte Seed Stärke

source: Transaction must have at least one input
de: Transaktion muss mindestens eine Eingabe haben

source: Transaction must have at least one output
de: Transaktion muss mindestens eine Ausgabe haben

source: Value overflow
de: Wertüberlauf

source: No transaction provided
de: Keine Transaktion übergeben

source: No key provided
de: Kein Schlüssel übergeben

source: No value provided
de: Kein Wert übergeben

source: Value length must be a multiple of 16
de: Wertlänge muss ein Vielfaches von 16 sein

source: Session cleared
de: Sitzung gelöscht

source: No setting provided
de: Keine Einstellung übergeben

source: Do you really want to change name to %s?
de: Wirklich den Namen auf %s ändern?

source: Do you really want to change language to %s?
de: Wirklich die Sprache auf %s ändern?

source: Do you really want to enable passphrase encryption?
de: Wirklich Verschlüsselung mit "Passphrase" aktivieren?

source: Do you really want to disable passphrase encryption?
de: Wirklich Verschlüsselung mit "Passphrase" deaktivieren?

source: Do you really want to change the home screen?
de: Wirklich den Startbildschirm ändern?

source: Settings applied
de: Einstellungen angewendet

source: Flags applied
de: Flaggen angewendet

source: Computing address
de: Addresse wird berechnet

source: Can't encode address
de: Adresse kann nicht codiert werden

source: Address:
de: Adresse:

source: Abort
de: Abbrechen

source: Continue
de: Fortsetzen

source: Wrong address path for selected coin. Continue at your own risk!
de: Falscher Adresspfad für die ausgewählte Währung. Weiter auf eigene Gefahr!

source: No address provided
de: Keine Adresse übergeben

source: No message provided
de: Keine Nachricht übergeben

source: Message verified
de: Machricht überprüft

source: Error computing address
de: Fehler beim Berechnen der Adresse

source: Error signing message
de: Fehler beim Unterschreiben der Nachricht

source: Verifying
de: Überprüfen

source: Invalid identity
de: Ungültige Identität

source: Error signing identity
de: Fehler beim Signieren der Identität

source: Error getting ECDH session key
de: Fehler beim Abrufen des ECDH-Sitzungsschlüssels

source: Invalid word count
de: Ungültige Wortanzahl

source: Do you really want to recover the device?
de: Das Gerät wirklich wieder herstellen?

source: Do you want to set the U2F counter?
de: Den U2F Zähler wirklich setzen?

source: U2F counter set
de: U2F Zähler eingestellt

source: Invalid NEM network
de: Ungültiges NEM Netzwerk

source: No common provided
de: Kein "common" übergeben

source: More than one transaction provided
de: Mehr als eine Transaktion übergeben

source: Inner transaction network is different
de: Inneres Transaktionsnetzwerk ist anders

source: No multisig transaction to cosign
de: Keine Multisig-Transaktion zum Co-Unterschreiben

source: Signing cancelled by user
de: Unterschrift durch Benutzer abgebrochen

source: No payload provided
de: Keine Nutzdaten übergeben

source: Invalid encrypted payload
de: Ungültig verschlüsselte Nutzdaten

source: No public key provided
de: Kein öffentlicher Schlüssel übergeben

source: Invalid public key
de: Ungültiger öffentlicher Schlüssel

source: Decrypt message
de: Nachricht entschlüsseln

source: Confirm address?
de: Adresse bestätigen?

source: Failed to decrypt payload
de: Fehler beim Entschlüsseln der Nutzdaten

source: No data provided
de: Keine Daten übergeben

source: Invalid global commitment
de: Ungültige globale Verpflichtung

source: Invalid global pubkey
de: Ungültiger globaler öffentlicher Schlüssel

source: Unknown long path
de: Unbekannter langer Pfad

source: Path: m
de: Pfad: m

source: Go to safe-t.io/start
de: Gehe auf safe-t.io/start

source: NEEDS BACKUP!
de: BRAUCHT EIN BACKUP

source: Confirm sending
de: Senden bestätigen

source: Confirm OP_RETURN:
de: OP_RETURN bestätigen:

source: Really send %s from your wallet? Fee included: %s
de: Wirklich %s aus dem Wallet senden? Enthaltene Gebühren: %s

source: Fee %s is unexpectedly high. Send anyway?
de: Gebühr %s ist unerwartet hoch. Trotzdem senden?

source: Sign message?
de: Nachricht unterschreiben?

source: Message signed by:
de: Unterschrieben von:

source: Verified message
de: Überprüfte Nachricht

source: Encrypt value of this key?
de: Wert verschlüsseln?

source: Decrypt value of this key?
de: Wert entschlüsseln?

source: Encrypt+Sign message?
de: Nachricht verschlüsseln+signieren?

source: Encrypt message?
de: Nachricht verschlüsseln?

source: Decrypted signed message
de: Entschlüsselt (signiert)

source: Decrypted message
de: Entschlüsselte Nachricht

source: Finish
de: Fertig

source: Again
de: Nochmal?

source: Next
de: Nächster

source: Please check the seed
de: Bitte den Seed überprüfen

source: Write down the seed
de: Den Seed aufschreiben

source: Word number ## is:
de: Wort Nummer ## ist:

source: Brightness
de: Helligkeit

source: Web sign in to:
de: Webanmeldung an:

source: GPG sign for:
de: GPG Anmeldung für:

source: login to:
de: einloggen in:

source: Login to:
de: Einloggen in:

source: user:
de: Benutzer:

source: Do you want to sign in?
de: Möchten Sie sich anmelden?

source: decrypt for:
de: entschlüsseln für:

source: Decrypt for:
de: Entschlüsseln für:

source: Do you want to decrypt?
de: Möchten Sie entschlüsseln?

source: U2F security key?
de: U2F Sicherheitsschlüssel?

source: Confirm transfer of %s and network fee of %s
de: Überweisung von %s und Netzwerkgebühr %s bestätigen

source: Mosaic
de: Mosaik

source: Confirm transfer of %s and levy of %s
de: Bestätigen Sie die Überweisung von %s und die Abgabe von %s

source: Confirm transfer of %s
de: Bestätigen Sie die Überweisung von %s

source: Unknown Mosaic
de: Unbekanntes Mosaik

source: Confirm transfer of %s raw units of %s
de: Bestätigen Sie die Übertragung von %s Roheinheiten von %s

source: Encrypted hex data
de: Verschlüsselte Hexdaten

source: Unencrypted hex data
de: Unverschlüsselte Hexdaten

source: Encrypted message
de: Verschlüsselte Nachricht

source: Unencrypted message
de: Unverschlüsselte Nachricht

source: Mosaic Description
de: Mosaik Beschreibung

source: Percentile Levy
de: Perzentilsteuer

source: Raw levy value is %s in %s
de: Rohabgabe ist %s in %s

source: the same mosaic
de: das gleiche Mosaik

source: Absolute Levy
de: Absolute Abgabe

source: Levy is %s in the same mosaic
de: Abgabe ist %s im selben Mosaik

source: Levy is %s
de: Abgabe ist %s

source: Levy is %s in raw units of %s
de: Abgabe ist %s in Roheinheiten von %s

source: CoSi sign message?
de: CoSi-Unterschreiben?

source: CoSi commit message?
de: CoSi Nachricht überprüfen?

source: CoSi sign index %c?
de: Index %c CoSi-Unterschreiben?

source: CoSi commit index %c?
de: Index %c CoSi-prüfen?

source: Unknown message
de: Unbekannte Nachricht

source: Message too big
de: Nachricht zu groß

source: Invalid NEM network in inner transaction
de: Ungültiges NEM-Netzwerk in der inneren Transaktion

source: No timestamp provided
de: Kein Zeitstempel angegeben

source: No timestamp provided in inner transaction
de: Kein Zeitstempen in der inneren Transaktion angegeben

source: No fee provided
de: Keine Gebühr angegeben

source: No fee provided in inner transaction
de: Keine Gebühr für die innere Transaktion übergeben

source: No deadline provided
de: Keine Frist angegeben

source: No deadline provided in inner transaction
de: Keine Frist in der inneren Transaktion angegeben

source: No signer provided in inner transaction
de: Kein Unterzeichner in der inneren Transaktion angegeben

source: Signer not allowed in outer transaction
de: Unterzeichner in der äußeren Transaktion nicht erlaubt

source: Invalid signer public key in inner transaction
de: Ungültiger öffentlicher Schlüssel des Unterzeichners in der inneren Transaktion

source: No recipient provided
de: Kein Empfänger angegeben

source: No amount provided
de: Kein Betrag angegeben

source: Invalid recipient public key
de: Ungültiger öffentlicher Empfängerschlüssel

source: Invalid recipient address
de: Ungültige Empfängeradresse

source: No mosaic namespace provided
de: Kein Mosaiknamensraum angegeben

source: No mosaic name provided
de: Kein Mosaikname angegeben

source: No mosaic quantity provided
de: Keine Mosaikmenge angegeben

source: No namespace provided
de: Nein Namensraum angegeben

source: Unknown Mosaics
de: Unbekanntes Mosaik

source: Divisibility and levy cannot be shown for unknown mosaics!
de: Teilbarkeit und Abgabe können für unbekannte Mosaiken nicht angezeigt werden!

source: Confirm transfer to
de: Transaktion OK an

source: Private key unavailable for encrypted message
de: Privater Schlüssel nicht verfügbar für verschlüsselte Nachricht

source: Failed to encrypt payload
de: Fehler beim Verschlüsseln der Nutzdaten

source: Failed to create transfer transaction
de: Fehler beim Erstellen der Überweisungstransaktion

source: Failed to attach mosaics
de: Fehler beim Anhängen von Mosaiken

source: Create namespace %s under namespace %s
de: Namensraum %s unterhalb von Namensraum %s erzeugen

source: Create namespace
de: Namensraum erzeugen

source: Confirm rental fee of
de: Bestätige Leihgebühr von

source: and network fee of
de: und Netzwerkgebühr von

source: Create mosaic %s under namespace %s
de: Mosaik %s unterhalb von Namensraum %s erzeugen

source: Properties
de: Eigenschaften

source: Mutable supply:
de: Veränderbare Versorgung:

source: Immutable supply:
de: Unveränderbare Versorgung:

source: Mosaic will be
de: Mosaic wird

source: transferable
de: übertragbar sein

source: non-transferable
de: nicht übertragbar sein

source: Levy Recipient
de: Empfänger der Abgaben

source: Levy will be paid to yourself
de: Abgaben werden an Sie selbst bezahlt

source: Levy will be paid to
de: Abgaben gehen an

source: Confirm creation fee
de: Bestätige Erstellungsgebühr

source: Modify supply for %s under namespace %s
de: Ändern der Versorgung für %s unter dem Namensraum %s

source: Increase supply by %s whole units
de: Versorgung um %s ganze Einheiten erhöhen

source: Decrease supply by %s whole units
de: Versorgung um %s ganze Einheiten reduzieren

source: Confirm network fee
de: Bestätige Netzwerkgebühr

source: Convert account to multisig account?
de: Konto in multisig Konto umwandeln?

source: Add cosignatory
de: "Cosignatory" hinzufügen

source: Remove cosignatory
de: "Cosignatory" entfernen

source: Set minimum cosignatories to %s
de: Minimale Anzahl "Cosignatories" auf %s setzen

source: Decrease minimum cosignatories by %s
de: Minimale Anzahl "Cosignatories" um %s verkleinern

source: Increase minimum cosignatories by %s
de: Minimale Anzahl "Cosignatories" um %s erhöhen

source: Activate remote harvesting?
de: Entferntes Ernten aktivieren?

source: Deactivate remote harvesting?
de: Entferntes Ernten deaktivieren?

source: Cosign transaction for
de: Transaktion "cosignen"

source: Initiate transaction for
de: Initiiere Transaktion für

source: Confirm multisig fee
de: Bestätige Multisig-Gebühr

source: Failed to create multisig transaction
de: Fehler beim Erstellen einer Multisig-Transaktion

source: x crypto zones left
de: x Cryptozonen übrig

source: 1 crypto zone left
de: 1 Cryptozone übrig

source: no crypto zone left
de: Keine Cryptozone übrig

source: Too many wrong PIN attempts. Storage has been wiped. %s Please unplug the device.
de: PIN zu häufig falsch eingegeben. Speicher wurde gelöscht. %s Bitte Gerät trennen.

source: Too many wrong PIN attempts. Storage has been wiped. Please unplug the device.
de: PIN zu häufig falsch eingegeben. Speicher wurde gelöscht. Bitte Gerät trennen.

source: only 1 attempt left
de: nur ein Versuch übrig

source: 0 attempts left
de: 0 Versuche übrig

source: Wrong PIN entered Please wait to continue ... %s
de: Falschen PIN eingegeben Bitte zum fortfahren warten... %s

source: ________0 seconds
de: ________0 Sekunden

source: Wrong PIN entered Please wait %s to continue ...
de: Falschen PIN eingegeben Bitte %s warten um fortzufahren...

source: Please enter current PIN:
de: Aktuellen PIN eingeben:

source: Please enter new PIN:
de: Neuen PIN eingeben:

source: Please re-enter new PIN:
de: PIN nochmal eingeben:

source: Please enter your passphrase using the computer's keyboard.
de: Bitte die Passphrase über die Computertastatur eingeben.

source: Seed could not be stored on the device.
de: Seed konnte nicht auf dem Gerät gespeichert werden.

source: The seed is valid but could not be stored on the device.
de: "Seed" ist gültig aber konnte nicht auf dem Gerät gespeichert werden.

source: Device recovered
de: Gerät wieder hergestellt

source: The seed is valid and MATCHES the one in the device.
de: Der "Seed" ist gültig und ENTSPRICHT dem im Gerät.

source: The seed is valid and matches the one in the device
de: Der "Seed" ist gültig und entspricht dem im Gerät.

source: The seed is valid but does NOT MATCH the one in the device.
de: Der "Seed" ist gültig, aber ENTSPRICHT NICHT dem im Gerät.

source: The seed is valid but does not match the one in the device.
de: Der "Seed" ist gültig, aber entspricht nicht dem im Gerät.

source: The seed is INVALID!
de: Der "Seed" ist UNGÜLTIG!

source: Invalid seed, are words in correct order?
de: Ungültiger "Seed", sind die Wörter in der korrekten Reihenfolge?

source: Please enter word number %d of your mnemonic
de: Bitte geben Sie Wort Nummer %d ihrer Gedächtnisstütze ein

source: Please enter the word %s on your computer
de: Bitte geben Sie das Wort %s auf Ihrem Computer ein

source: Please enter word number %d of your mnemonic
de: Bitte geben Sie Wort Nummer %d Ihrer Gedächtnisstütze ein

source: Wrong word retyped
de: Falsches Wort neu eingegeben

source: Word not found in a wordlist
de: Wort in der Wortliste nicht gefunden

source: Not in Recovery mode
de: Nicht im Wiederherstellungsmodus

source: Internal entropy:
de: Interne Entropie:

source: Not in Reset mode
de: Nicht im Zurücksetzenmodus

source: Seed cannot be stored on device
de: "Seed" kann nicht auf dem Gerät gespeichert werden

source: Device successfully initialized
de: Gerät erfolgreich initialisiert

source: Seed already backed up
de: "Seed" bereits gesichert

source: Seed successfully backed up
de: "Seed" erfolgreich gesichert

source: Signing transaction
de: Unterschreibe Transaktion

source: Error computing multisig fingerprint
de: Fehler beim Berechnen eines Multisig-Fingerabdrucks

source: Encountered invalid prevhash
de: Ungültiges Prevhash festgestellt

source: Failed to compile output
de: Die Ausgabe konnte nicht erstellt werden

source: Pubkey not found in multisig script
de: Pubkey nicht in Multisig-Skript gefunden

source: Failed to serialize multisig script
de: Fehler beim Serialisieren vom Multisig-Skript

source: Transaction has changed during signing
de: Die Transaktion hat sich während der Unterzeichnung geändert

source: Failed to compile input
de: Fehler beim Erstellen der Eingabe

source: Not in Signing mode
de: Nicht im Signierungsmodus

source: Mixing segwit and non-segwit inputs is not allowed
de: Das Mischen von Segwit- und Nicht-Segwit-Eingaben ist nicht zulässig

source: BIP 143 input without amount
de: BIP 143 Eingabe ohne Betrag

source: Segwit not enabled on this coin
de: Segwit ist für dieser Währung nicht aktiviert

source: Segwit input without amount
de: Segwit Eingabe ohne Betrag

source: Wrong input script type
de: Falscher Eingabeskripttyp

source: Not enough outputs in previous transaction.
de: Nicht genügend Ausgaben in der vorherigen Transaktion.

source: Failed to serialize input
de: Fehler beim Serialisieren der Eingabe

source: Failed to serialize output
de: Fehler beim Serialisieren der Ausgabe

source: Failed to serialize extra data
de: Fehler beim Serialisieren zusätzlicher Daten

source: Signing error
de: Signierungsfehler

source: Storage failure detected. Please unplug the device.
de: Speicherfehler entdeckt. Gerät bitte abziehen.

source: Updating
de: Aktualisierung

source: Waking up
de: Aufwecken

source: Lock Device
de: Gerät sperren

source: Do you really want to lock your Safe-T?
de: Möchten Sie Ihren Safe-T wirklich sperren?

source: Another U2F device was used to register in this application.
de: Ein anderes U2F Gerät wurde für die Registrierung in dieser Anwendung verwendet.

source: Register
de: Registrieren

source: Authenticate
de: Authentifizieren
